{
  "google:EN:PT-BR:Matsugane Family Robbery": "Assalto à Família Matsugane",
  "google:EN:PT-BR:Koichi Waku Murder": "Assassinato de Koichi Waku",
  "google:EN:PT-BR:Kyohei Hamura of the Tojo Clan was arrested for Kume's murder. But upon": "Kyohei Hamura do Clã Tojo foi preso pelo assassinato de Kume. Mas após",
  "google:EN:PT-BR:highly likely that Hamura simply handed Kume over to the true killer (referred to as": "altamente provável que Hamura simplesmente entregou Kume ao verdadeiro assassino (referido como",
  "google:EN:PT-BR:Masamichi Shintani Murder": "Assassinato de Masamichi Shintani",
  "google:EN:PT-BR:Furthermore, a third incident occurred in December, in which Toshiro Kume (age 34)": "Além disso, um terceiro incidente ocorreu em dezembro, no qual Toshiro Kume (34 anos)",
  "google:EN:PT-BR:lifeless in a back alley off Tenkaichi Street, having left Konban Wife two hours prior.": "sem vida em um beco perto da rua Tenkaichi, tendo deixado Konban Wife duas horas antes.",
  "google:EN:PT-BR:as the result of a \"fight between two intoxicated people.\"": "como resultado de uma “briga entre duas pessoas embriagadas”.",
  "google:EN:PT-BR:New": "Novo",
  "google:EN:PT-BR:the Mole), Who remains at large.": "a toupeira), que permanece foragido.",
  "google:EN:PT-BR:Refers to the serial murders that occurred August through 2018.": "Refere-se aos assassinatos em série ocorridos de agosto a 2018.",
  "google:EN:PT-BR:An incident in which the vice director of the ADDC was bludgeoned to death. Despite": "Incidente em que o vice-diretor da ADDC foi espancado até a morte. Apesar",
  "google:EN:PT-BR:Kyorei Clan Serial Killing": "Assassinato em série do clã Kyorei",
  "google:EN:PT-BR:Masakazu Kurimoto Murder": "Assassinato de Masakazu Kurimoto",
  "google:EN:PT-BR:after searching through police archives. Incidentally, the heist took place at 3:00 PM,": "depois de pesquisar nos arquivos da polícia. Aliás, o assalto ocorreu às 15h,",
  "google:EN:PT-BR:able to get in and out with little complications.": "capaz de entrar e sair com poucas complicações.",
  "google:EN:PT-BR:Toru Hashiki Murder": "Assassinato de Toru Hashiki",
  "google:EN:PT-BR:are related to their ongoing turf war with the Tojo Clan. Yet there is another, far": "estão relacionados à sua guerra territorial em curso com o Clã Tojo. No entanto, há outro, distante",
  "google:EN:PT-BR:Office while 100 million yen was lifted from the safe. The burglarly was committed": "Escritório enquanto 100 milhões de ienes foram retirados do cofre. O assalto foi cometido",
  "google:EN:PT-BR:Considering all three victims belonged to the Kyorei Clan, it's assumed these crimes": "Considerando que todas as três vítimas pertenciam ao Clã Kyorei, presume-se que estes crimes",
  "google:EN:PT-BR:interested in the ground the Institute stands on). The police have since concluded it": "interessado no terreno em que o Instituto se encontra). A polícia já concluiu",
  "google:EN:PT-BR:Masaharu Kaito of the Tojo Clan was held at gunpoint in the Matsugane Family": "Masaharu Kaito do Clã Tojo foi mantido sob a mira de uma arma na Família Matsugane",
  "google:EN:PT-BR:more gruesome commonality between them: all had their eyes gouged out by the": "semelhança mais horrível entre eles: todos tiveram os olhos arrancados pelo",
  "google:EN:PT-BR:was similarly discovered in a garbage dump behind Club Amour. As such, Captain": "foi descoberto de forma semelhante em um depósito de lixo atrás do Club Amour. Como tal, capitão",
  "google:EN:PT-BR:which was the only time the office was short on members. As such, Red Nose was": "que foi a única vez que o escritório teve poucos membros. Como tal, Red Nose foi",
  "google:EN:PT-BR:dead in Pink Alley. In October, a second victim, Yasuo Kunimura (age 31), was found": "morto no Beco Rosa. Em outubro, uma segunda vítima, Yasuo Kunimura (31 anos), foi encontrada",
  "google:EN:PT-BR:by Red Nose, a homeless man and ex-convict. Higashi discovered this information": "por Red Nose, um morador de rua e ex-presidiário. Higashi descobriu esta informação",
  "google:EN:PT-BR:the demand for relevant information, only bits and pieces of tangential evidence": "a demanda por informações relevantes, apenas fragmentos de evidências tangenciais",
  "google:EN:PT-BR:have been released by the chairman of the Kajihira Group (the building contractor,": "foram divulgados pelo presidente do Grupo Kajihira (o empreiteiro,",
  "google:EN:PT-BR:prosecution, he was found not guilty, as his alibi checked out. Nevertheless, it is": "acusação, ele foi considerado inocente, conforme seu álibi foi confirmado. No entanto, é",
  "google:EN:PT-BR:time they were discovered. The first victim, Kenkichi Mashiba (age 27) was found": "momento em que foram descobertos. A primeira vítima, Kenkichi Mashiba (27 anos) foi encontrada"
}