{
  "google:EN:PT-BR::irst things first, we need to find where*theóyprggi flan' hiding. They've gotta have 95brase or Something.": "Primeiro de tudo, precisamos descobrir onde *theóyprggi flan' está escondido. Eles precisam ter 95brase ou algo assim.",
  "google:EN:PT-BR:e fuck do you thÜnk you ate?": "Porra, você acha que comeu?",
  "google:EN:PT-BR:prosecution, he was found not guilty, as his alibi checked out. Nevertheless, it is": "acusação, ele foi considerado inocente, conforme seu álibi foi confirmado. No entanto, é",
  "google:EN:PT-BR:IThe deal, my ass. Pokin' a hornet's nest ainft gonna get us anything but stung.": "O acordo, minha bunda. Furar um ninho de vespas não nos deixará nada além de picados.",
  "google:EN:PT-BR:(To them, the (ruth... is irrelevant.)": "(Para eles, a (verdade... é irrelevante.)",
  "google:EN:PT-BR:more gruesome commonality between them: all had their eyes gouged out by the": "semelhança mais horrível entre eles: todos tiveram os olhos arrancados pelo",
  "google:EN:PT-BR:Huh?": "Huh?",
  "google:EN:PT-BR:Look, dot';t wor¿ry 'bout it. l'm the one Who fucFd not him.": "Olha, não se preocupe com isso. Fui eu que não fodi ele.",
  "google:EN:PT-BR:nu but to fifid Out for sure, that w@l'lld mean...)": "mas para fifid Com certeza, isso significaria...)",
  "google:EN:PT-BR:Yeah 1'11 take care of this'«ohe by mysel{f. l'll call you when": "Sim, eu vou cuidar disso sozinho. eu te ligo quando",
  "google:EN:PT-BR:the Mole), Who remains at large.": "a toupeira), que permanece foragido.",
  "google:EN:PT-BR:was similarly discovered in a garbage dump behind Club Amour. As such, Captain": "foi descoberto de forma semelhante em um depósito de lixo atrás do Club Amour. Como tal, capitão",
  "google:EN:PT-BR:Porra, você acha que comeu?": "Porra, você acha que comeu?",
  "google:EN:PT-BR:are related to their ongoing turf war with the Tojo Clan. Yet there is another, far": "estão relacionados à sua guerra territorial em curso com o Clã Tojo. No entanto, há outro, distante",
  "google:EN:PT-BR:Kyohei Hamura of the Tojo Clan was arrested for Kume's murder. But upon": "Kyohei Hamura do Clã Tojo foi preso pelo assassinato de Kume. Mas após",
  "google:EN:PT-BR:ATSUGANE": "ATSUGANE",
  "google:EN:PT-BR:lim. Just dropped by the jail to He claims he's innocent, •though.": "limite. Acabei de passar pela prisão para Ele afirma que é inocente, no entanto.",
  "google:EN:PT-BR:l'm not finished yet!": "ainda não terminei!",
  "google:EN:PT-BR:have been released by the chairman of the Kajihira Group (the building contractor,": "foram divulgados pelo presidente do Grupo Kajihira (o empreiteiro,",
  "google:EN:PT-BR:A cunning yakuza like Hamura wofinftajust offload the corpse in an alley like that. Too.sloppy.": "Um yakuza astuto como Hamura wofinfta simplesmente descarrega o cadáver em um beco como aquele. Muito.desleixado.",
  "google:EN:PT-BR:Not interested?": "Não está interessado?",
  "google:EN:PT-BR:I was gonna, but I realized all-l'd do at*htorne IS-pass out. Did go for a dr.ink, thouéh.": "Eu ia, mas percebi que tudo que eu faria em *htorne seria desmaiar. Fui tomar uma bebida, você é.",
  "google:EN:PT-BR:Was that supposed to be a compliment?": "Isso deveria ser um elogio?",
  "google:EN:PT-BR:üEràhow much everyonelaughed classes until you passed": "üEràquanto todo mundo riu das aulas até você passar",
  "google:EN:PT-BR:Sooo...": "Entããão...",
  "google:EN:PT-BR:YóuPmean that ey?bgouging shit?": "Você quer dizer aquela merda de arrancada?",
  "google:EN:PT-BR:tdtun 0 specag ya hds budoy to ddeo)": "tdtun 0 specag ya hds budoy para ddeo)",
  "google:EN:PT-BR:Remember Kume's buddy? The one Who ran off when the Matsugane boys jumped them.": "Lembra do amigo de Kume? Aquele que fugiu quando os meninos Matsugane atacaram eles.",
  "google:EN:PT-BR:highly likely that Hamura simply handed Kume over to the true killer (referred to as": "altamente provável que Hamura simplesmente entregou Kume ao verdadeiro assassino (referido como",
  "google:EN:PT-BR:I didn't think you'd actually": "Eu não pensei que você realmente",
  "google:EN:PT-BR:I was gonna, but I realized all l'd do at home Osxpass out. Did go for a drink, though.": "Eu ia, mas percebi que tudo que faria em casa seria desmaiar. Mas fui tomar uma bebida.",
  "google:EN:PT-BR:With you there.": "Com você lá.",
  "google:EN:PT-BR:I didn't think you'd actually keep up with me though...": "Eu não achei que você realmente iria me acompanhar...",
  "google:EN:PT-BR:• st ettQPted a$escueo": "• st ettQPted a$escueo",
  "google:EN:PT-BR:...which can only be seen as proof of Hamura-san's innocence.": "...o que só pode ser visto como prova da inocência de Hamura-san.",
  "google:EN:PT-BR:[Idtun 0 esoeqtüng yaku hds bid0rt@ ddeo)": "[Idtun 0 esoeqtüng yaku hds bid0rt@ ddeo)",
  "google:EN:PT-BR:probably thanks to the dorayaki.": "provavelmente graças ao dorayaki.",
  "google:EN:PT-BR:Ozaki.": "Ozaki.",
  "google:EN:PT-BR:That's our Shintani-sensei. Prickliest guy in town,l but damn if he's not a terrific lawyer.": "Esse é o nosso Shintani-sensei. O cara mais espinhoso da cidade, mas caramba, ele não é um ótimo advogado.",
  "google:EN:PT-BR:Probably quickest to just güask Matsugane.en. He's got all the real$Tpj6' Clan dirt:": "Provavelmente o mais rápido é apenas perguntar ao Matsugane.en. Ele tem toda a sujeira real do clã $Tpj6':",
  "google:EN:PT-BR:Did he reallwjust abandon his friend? Hard believe.": "Ele realmente abandonou seu amigo? Difícil de acreditar.",
  "google:EN:PT-BR::irst things first, we need to find where theóyprei Clan' hiding. They've gotta have or Something.": "Primeiro de tudo, precisamos descobrir onde o Clã Óyprei está escondido. Eles precisam ter ou algo assim.",
  "google:EN:PT-BR:Yo.": "Ei.",
  "google:EN:PT-BR:Ah, wellil'm down at the office.": "Ah, bem, estou no escritório.",
  "google:EN:PT-BR:An incident in which the vice director of the ADDC was bludgeoned to death. Despite": "Incidente em que o vice-diretor da ADDC foi espancado até a morte. Apesar",
  "google:EN:PT-BR:No. I think l'm getting th,e picture.": "Não. Acho que estou entendendo.",
  "google:EN:PT-BR:hm. Just dropped by the jail to see hil He claims he's innocent, though.": "hum. Acabei de passar na prisão para ver ele. Mas ele afirma ser inocente.",
  "google:EN:PT-BR:\"Ex-lawyer or not, you grew up like the punk you are.": "“Ex-advogado ou não, você cresceu como o punk que é.",
  "google:EN:PT-BR:time they were discovered. The first victim, Kenkichi Mashiba (age 27) was found": "momento em que foram descobertos. A primeira vítima, Kenkichi Mashiba (27 anos) foi encontrada",
  "google:EN:PT-BR:t you wanna play nar - oie detective, ZiSh0uld work out more.": "Se você não quer bancar o detetive narcoie, ZiSh0uld se exercita mais.",
  "google:EN:PT-BR:Masakazu Kurimoto Murder": "Assassinato de Masakazu Kurimoto",
  "google:EN:PT-BR:e ttuthooo Is rele": "e ttuthooo é rele",
  "google:EN:PT-BR:Got it.": "Entendi.",
  "google:EN:PT-BR:Messages": "Mensagens",
  "google:EN:PT-BR:lis one comes straight from Matsugar out Hamura went and got himself arr": "lis one vem direto de Matsugar, Hamura foi e conseguiu chegar",
  "google:EN:PT-BR:,Name's Ayabe, Kamurocho Organized CEe Division.": ", Meu nome é Ayabe, Divisão CEe Organizada por Kamurocho.",
  "google:EN:PT-BR:Furthermore, a third incident occurred in December, in which Toshiro Kume (age 34)": "Além disso, um terceiro incidente ocorreu em dezembro, no qual Toshiro Kume (34 anos)",
  "google:EN:PT-BR:Office while 100 million yen was lifted from the safe. The burglarly was committed": "Escritório enquanto 100 milhões de ienes foram retirados do cofre. O assalto foi cometido",
  "google:EN:PT-BR:New": "Novo",
  "google:EN:PT-BR:Hey, man... Who are-you?": "Ei, cara... Quem é você?",
  "google:EN:PT-BR:Próbably quickest to just gô«ask Matsugane.en. He's gotãll the real Tojo Clan ditt±": "Provavelmente o mais rápido é simplesmente perguntar ao Matsugane.en. Ele tem todo o verdadeiro Clã Tojo ditt±",
  "google:EN:PT-BR:dead in Pink Alley. In October, a second victim, Yasuo Kunimura (age 31), was found": "morto no Beco Rosa. Em outubro, uma segunda vítima, Yasuo Kunimura (31 anos), foi encontrada",
  "google:EN:PT-BR:I got attacked earliier, too.": "Também fui atacado mais cedo.",
  "google:EN:PT-BR:e ttuthooo js rele": "e ttuthooo js rele",
  "google:EN:PT-BR:Come on, Kaito-san.": "Vamos, Kaito-san.",
  "google:EN:PT-BR:ave": "Ave",
  "google:EN:PT-BR:t att4pted a$escueo": "t att4pted a$escueo",
  "google:EN:PT-BR:decjde when": "decidir quando",
  "google:EN:PT-BR:hought hgwas all ab'out civil Criminals don't pay the bills,gright?.;;": "pensei que era tudo sobre civis Criminosos não pagam as contas, certo?.;;",
  "google:EN:PT-BR:That's our Shintani-sengjeRrickliest guy-intown, but not a terrific lawyer.": "Esse é o nosso Shintani-sengjeRrickliest cara da cidade, mas não um excelente advogado.",
  "google:EN:PT-BR:Refers to the serial murders that occurred August through Decemberof 2018.": "Refere-se aos assassinatos em série ocorridos de agosto a dezembro de 2018.",
  "google:EN:PT-BR:his one comes straight from Matsugar put Hamura went and got himself arr": "o dele vem direto de Matsugar, colocou Hamura e conseguiu chegar",
  "google:EN:PT-BR:If you wanna play hard-boiled detectiv@, -ZSh0uld work out more.": "Se você quiser brincar de detectiv@, -ZSh0uld se exercitar mais.",
  "google:EN:PT-BR:lifeless in a back alley off Tenkaichi Street, having left Konban Wife two hours prior.": "sem vida em um beco perto da rua Tenkaichi, tendo deixado Konban Wife duas horas antes.",
  "google:EN:PT-BR:EJ1ist yoúr captain giving me a hard time.": "EJ1ist seu capitão está me incomodando.",
  "google:EN:PT-BR:PC Ver.1.12": "PC versão 1.12",
  "google:EN:PT-BR:Quickstarter": "Guia de início rápido",
  "google:EN:PT-BR:Aren't you going to thank me this time?": "Você não vai me agradecer dessa vez?",
  "google:EN:PT-BR:Meaning, you never actually went to examine the site personally then. Would you say that's correct?": "Ou seja, você nunca foi examinar o site pessoalmente. Você diria que isso está correto?",
  "google:EN:PT-BR:keep up with me though...": "continue comigo embora...",
  "google:EN:PT-BR:Koichi Waku Murder": "Assassinato de Koichi Waku",
  "google:EN:PT-BR:About whavhe did after he watched Kume get dragged into the club.": "Sobre o que ele fez depois de ver Kume ser arrastado para o clube.",
  "google:EN:PT-BR:('He's right thóWgh.": "('Ele está certo, embora.",
  "google:EN:PT-BR:0h, uh... I pass. Can't exactlyawaltz in, and alt.": "0h, uh... eu passo. Não posso exatamente entrar e alt.",
  "google:EN:PT-BR:know aboutothlis little spat of ours.": "sabe sobre essa nossa pequena briga.",
  "google:EN:PT-BR:hds budd o ddeo)": "hds budd o ddeo)",
  "google:EN:PT-BR:48": "48",
  "google:EN:PT-BR:Você vai processar?": "Você vai processar?",
  "google:EN:PT-BR:l'd appreciate a little assistance with him.": "Eu apreciaria um pouco de ajuda com ele.",
  "google:EN:PT-BR:hought he was all about civil suits.no Criminals don't pay the": "pensei que ele só gostava de processos civis. Não, os criminosos não pagam",
  "google:EN:PT-BR:You're stilláhere? I thought you'd 'have left hours ago.": "Você ainda está aqui? Achei que você já teria saído há horas.",
  "google:EN:PT-BR:find t att—ggyescueo at would meanooo)": "encontrar t att—ggyescueo at significaoooo)",
  "google:EN:PT-BR:Those cops chasing me weren't giving up.": "Aqueles policiais que me perseguiam não desistiram.",
  "google:EN:PT-BR:Huh. Crazy.": "Huh. Louco.",
  "google:EN:PT-BR:...l probablyoughta let the boss": "... provavelmente deveria deixar o chefe",
  "google:EN:PT-BR:That's our Shintani-sensei. ecickliest guyün town, ó but damn if>he's not'ãáterrific lawyer.": "Esse é o nosso Shintani-sensei. O cara mais rápido da cidade, mas caramba, ele não é um ótimo advogado.",
  "google:EN:PT-BR:Guess l'm making up for stealing your phone.": "Acho que estou compensando o roubo do seu telefone.",
  "google:EN:PT-BR:No idea what you're talking about.": "Não faço ideia do que você está falando.",
  "google:EN:PT-BR::irst things first, we need to find flan' hiding. They've gotta have ê5brase or s'ômething.": "Primeiro de tudo, precisamos encontrar o esconderijo do flan. Eles precisam ter ê5brase ou algo assim.",
  "google:EN:PT-BR:Wait... Why did I do it?": "Espere... Por que eu fiz isso?",
  "google:EN:PT-BR:Did you have any prior knowledge of this video before the—tr.ial-began.?": "Você tinha algum conhecimento prévio deste vídeo antes do início do julgamento?",
  "google:EN:PT-BR:ars ds to reasonable doubt, innocence...)": "ars ds à dúvida razoável, inocência...)",
  "google:EN:PT-BR:Don't go digging up dirt on Old cases.": "Não vá desenterrar sujeira em casos antigos.",
  "google:EN:PT-BR:C'mon, man. Wthiis the time to go knocking on the door? Sounds like suicide to me.": "Vamos, cara. Qual é a hora de bater na porta? Parece suicídio para mim.",
  "google:EN:PT-BR:That so...?": "É isso mesmo...?",
  "google:EN:PT-BR:hm. Just dropped by the jail to seeihj He claims he's innocent,.though.": "hum. Acabei de passar na prisão para ver. Ele afirma que é inocente.",
  "google:EN:PT-BR:OK-Y ISTklGfC": "OK-Y ISTklGfC",
  "google:EN:PT-BR:one of thoseaKyorei Clan mupdgs": "um daqueles mupdgs do Clã Kyorei",
  "google:EN:PT-BR:ase I e": "como eu e",
  "google:EN:PT-BR:Hamura...": "Hamura...",
  "google:EN:PT-BR:I was gonna, but I realized all l'd do at home pass out. Dia go for a drink, though.": "Eu ia, mas percebi que tudo que faria em casa desmaiaria. Dia vai tomar uma bebida, no entanto.",
  "google:EN:PT-BR:Meet Hoshino": "Conheça Hoshino",
  "google:EN:PT-BR:So don't gimme that bulilshit!": "Então não me venha com essa besteira!",
  "google:EN:PT-BR:I got attacked earlier, too.": "Também fui atacado mais cedo.",
  "google:EN:PT-BR:If Hamura' person is": "Se a pessoa de Hamura for",
  "google:EN:PT-BR:Idtun 0 hds budd o ddeo)": "Idtun 0 hds budd o ddeo)",
  "google:EN:PT-BR:0h, uh... I pass. Can't exactly'walt4 in, beijgréxpelled and alt.": "0h, uh... eu passo. Não é possível exatamente entrar, beijgréxpelled e alt.",
  "google:EN:PT-BR:A plan?": "Um plano?",
  "google:EN:PT-BR:YóuPmean that ,eyekgouging shit?": "Você quer dizer isso, merda de arrancar os olhos?",
  "google:EN:PT-BR:Probably quickest to just gô«ask Matsffgane.en. He's got all the real Tojo Clan ditt±": "Provavelmente o mais rápido é simplesmente perguntar ao Matsffgane.en. Ele tem todo o verdadeiro ditt± do Clã Tojo",
  "google:EN:PT-BR:L'llrwait for you here.": "Esperarei por você aqui.",
  "google:EN:PT-BR:But I gave it back.": "Mas eu devolvi.",
  "google:EN:PT-BR:Itiis doesn't concern you anymore•. What's your problem?": "Isso não lhe diz mais respeito. Qual é o seu problema?",
  "google:EN:PT-BR:First I saw your phone, right?": "Primeiro eu vi seu telefone, certo?",
  "google:EN:PT-BR:(A lawyer's prove reasonableJ doubt, innocence...)": "(Um advogado prova dúvida razoável, inocência...)",
  "google:EN:PT-BR:You shouldn't have.": "Você não deveria.",
  "google:EN:PT-BR:The detense asserts that this video establishes a Clear alibi...": "O Detense afirma que este vídeo estabelece um álibi claro...",
  "google:EN:PT-BR:Then I saw you on the phone, and a plan hit me.": "Então eu vi você ao telefone e um plano me ocorreu.",
  "google:EN:PT-BR:his one comes straight from Matsugar out Hamura went and got himself arr": "o dele vem direto de Matsugar, Hamura foi e conseguiu chegar",
  "google:EN:PT-BR::irst things first, we need to find óilit where theóyplrí%i flatn' hiding. They've gotta have ã/*bhse or sómething.": "Em primeiro lugar, precisamos encontrar óili onde o óyplrí%i está escondido. Eles precisam ter ã/*bhse ou algo assim.",
  "google:EN:PT-BR:After you stole my phone?": "Depois que você roubou meu telefone?",
  "google:EN:PT-BR:Meaning the defendant was accounted for during the hours in question.": "O que significa que o réu foi responsabilizado durante o horário em questão.",
  "google:EN:PT-BR:Considering all three victims belonged to the Kyorei Clan, it's assumed these crimes": "Considerando que todas as três vítimas pertenciam ao Clã Kyorei, presume-se que estes crimes",
  "google:EN:PT-BR:I bet that even now, you wanna give up, right?": "Aposto que mesmo agora você quer desistir, certo?",
  "google:EN:PT-BR:0h, uh... I guess ól!'llépass. Can't exactly waltz in, beiñZ&xpellecFand alt.": "Ah, uh... Acho que sim! Vou passar. Não posso exatamente entrar, beiñZ & xpellecFand alt.",
  "google:EN:PT-BR:able to get in and out with little complications.": "capaz de entrar e sair com poucas complicações.",
  "google:EN:PT-BR:OK-Y ISTklCTiC": "OK-Y ISTklCTiC",
  "google:EN:PT-BR:which was the only time the office was short on members. As such, Red Nose was": "que foi a única vez que o escritório teve poucos membros. Como tal, Red Nose foi",
  "google:EN:PT-BR:lt takes more than a lecture to get through to you, Tak.": "É preciso mais do que um sermão para chegar até você, Tak.",
  "google:EN:PT-BR:That's our Shintani-sensgjCPrlckliest guy in-town, but_damen ,if'he's not à terrific lawyer.": "Esse é o nosso Shintani-sensgjCPrlckliest cara da cidade, mas... caramba, se ele não for um ótimo advogado.",
  "google:EN:PT-BR:You're gonna sue?": "Você vai processar?",
  "google:EN:PT-BR:I guess we(y_ got a deal.": "Acho que nós (você_ temos um acordo.",
  "google:EN:PT-BR:by Red Nose, a homeless man and ex-convict. Higashi discovered this information": "por Red Nose, um morador de rua e ex-presidiário. Higashi descobriu esta informação",
  "google:EN:PT-BR:If the cops saw running the same way as me, they'd think you were one of us.": "Se os policiais vissem correr da mesma maneira que eu, pensariam que você era um de nós.",
  "google:EN:PT-BR:quickest to just gÜask He's got all the real $Tpjo Clan ditt±": "o mais rápido para apenas perguntar Ele tem todos os verdadeiros $ Tpjo Clan ditt±",
  "google:EN:PT-BR:But I ended up saving your life, so you're pretty lucky, huh?": "Mas acabei salvando sua vida, então você tem muita sorte, hein?",
  "google:EN:PT-BR:as the result of a \"fight between two intoxicated people.\"": "como resultado de uma “briga entre duas pessoas embriagadas”.",
  "google:EN:PT-BR:(So much!fOi that. Guess I should - head home tonight.)": "(Tanto! Acho que deveria - ir para casa esta noite.)",
  "google:EN:PT-BR:Skills": "Habilidades",
  "google:EN:PT-BR:Four guys in ski masks...": "Quatro caras com máscaras de esqui...",
  "google:EN:PT-BR:t say I blame you after what Hamura ting you from the family was a low b": "Não diga que culpo você depois que Hamura disse a você da família que foi um erro baixo",
  "google:EN:PT-BR:That's our Shin!ani-senseFRrickliest guy in town, but if he's not a terrific lawyer.": "Esse é o nosso Shin!ani-senseFRo cara mais difícil da cidade, mas se ele não for um ótimo advogado.",
  "google:EN:PT-BR:Close": "Fechar",
  "google:EN:PT-BR:What? Somethinowrong?": "O que? Algo errado?",
  "google:EN:PT-BR:Right.": "Certo.",
  "google:EN:PT-BR:One way or another, I want that info from Murase.": "De uma forma ou de outra, quero essa informação de Murase.",
  "google:EN:PT-BR:0h, uh... I guess l'l(fiáss. Can't exactlyswaltz in, bein'@xpelled and alt.": "0h, uh... Acho que estou(fiáss. Não posso exatamente entrar, bein'@xpelled e alt.",
  "google:EN:PT-BR:Toru Hashiki Murder": "Assassinato de Toru Hashiki",
  "google:EN:PT-BR:0h, uh... I Can't exactlyAwaltz in, beijZ&xpelled and alt.": "0h, uh... Não consigo exatamenteAwaltz in, beijZ&xpelled e alt.",
  "google:EN:PT-BR:That's": "Isso é",
  "google:EN:PT-BR:But all's well that ends well, right?": "Mas tudo bem quando acaba bem, certo?",
  "google:EN:PT-BR:Agreed.": "Acordado.",
  "google:EN:PT-BR:Because...": "Porque...",
  "google:EN:PT-BR:And now? Why'd you just save me?": "E agora? Por que você acabou de me salvar?",
  "google:EN:PT-BR:lirst things first, we need to find Out\\where ,theóygrgei hiding. They've gotta have ã/àbrase or somethiñg.": "Em primeiro lugar, precisamos descobrir onde o óygrgei está escondido. Eles precisam ter ã/àbrase ou algo assim.",
  "google:EN:PT-BR:My client, Hamura-san, drunkenly attacked this p$serby on the night of the murder.": "Meu cliente, Hamura-san, atacou bêbado esse transeunte na noite do assassinato.",
  "google:EN:PT-BR:l'll let you off with a yellow card this time.": "Desta vez, vou deixar você sair com cartão amarelo.",
  "google:EN:PT-BR:If you want, l'll handle it solo.": "Se você quiser, eu cuido disso sozinho.",
  "google:EN:PT-BR:0h, uh„. I guess7fl!lll pass. Can't exactly•waltz in, beij' expellecwand all•.": "0h, uh. Acho que vou passar. Não posso exatamente•entrar, beij' expellecwand all•.",
  "google:EN:PT-BR:To that end, I have a question for the prosecution.": "Para esse fim, tenho uma pergunta para a acusação.",
  "google:EN:PT-BR:The deal, my Pokin' a hornet'S neSVâiwt gonna getius anything but stung.": "O acordo, meu Pokin 'a Hornet'S neSVâiwt vai pegar tudo menos picado.",
  "google:EN:PT-BR:Were they working for you?": "Eles estavam trabalhando para você?",
  "google:EN:PT-BR:am": "sou",
  "google:EN:PT-BR:He wants me to scrounge up some -evidence*Bor3à murder trial.": "Ele quer que eu consiga algumas provas*Bor3à de um julgamento de assassinato.",
  "google:EN:PT-BR:Pain{s the only way..ypu.'ll eyeñlearn.": "A dor é a única maneira de aprender.",
  "google:EN:PT-BR:I was gonna, but I realized alllNl'd do at home is pass out. Did go for a drink, though.": "Eu ia, mas percebi que tudo que faria em casa seria desmaiar. Mas fui tomar uma bebida.",
  "google:EN:PT-BR:Items": "Itens",
  "google:EN:PT-BR:(A lawyer's jobrliY@ÑlY prove Ot the defa da*": "(O trabalho de um advogado prova o defa da *",
  "google:EN:PT-BR:Run crying to the boss like a baby.": "Corra chorando para o chefe como um bebê.",
  "google:EN:PT-BR:Then l'd have a clean getaway while you got arrested.": "Então eu teria uma fuga limpa enquanto você era preso.",
  "google:EN:PT-BR:Thvenswhat's your next move?": "Então, qual é o seu próximo passo?",
  "google:EN:PT-BR:after searching through police archives. Incidentally, the heist took place at 3:00 PM,": "depois de pesquisar nos arquivos da polícia. Aliás, o assalto ocorreu às 15h,",
  "google:EN:PT-BR:Masaharu Kaito of the Tojo Clan was held at gunpoint in the Matsugane Family": "Masaharu Kaito do Clã Tojo foi mantido sob a mira de uma arma na Família Matsugane",
  "google:EN:PT-BR:Didn't think Vóu'd do that.": "Não pensei que você faria isso.",
  "google:EN:PT-BR:hought he was all about civil suit9.no Criminals don't pay the bills;": "pensei que ele fosse todo voltado para ações civis9.não Os criminosos não pagam as contas;",
  "google:EN:PT-BR:You'restiJlFhere? I thought you'd haveleft hours ago.": "Você está aqui? Achei que você já teria saído há horas.",
  "google:EN:PT-BR:C'mon, ruan.fls„thlisthe time to go knocking on the Kyorei Clan's door? Sounds like suicide to me.": "Vamos lá, ruan.fls \"é hora de bater na porta do Clã Kyorei? Parece suicídio para mim.",
  "google:EN:PT-BR:Main Storv": "Armazenamento principal",
  "google:EN:PT-BR:t attenpted agescueo but to find out for sure, that mean...)": "Não tentei o Ageescuo, mas para ter certeza, isso significa...)",
  "google:EN:PT-BR:Gonna need some more info on the victim.": "Preciso de mais informações sobre a vítima.",
  "google:EN:PT-BR::irst things first, we need to find tout where hiding. They've gotta have á;base or somethin-g.": "Primeiro de tudo, precisamos descobrir onde ele está escondido. Eles precisam ter uma base ou algo assim.",
  "google:EN:PT-BR:Refers to the serial murders that occurred August through 2018.": "Refere-se aos assassinatos em série ocorridos de agosto a 2018.",
  "google:EN:PT-BR:Drone": "Drone",
  "google:EN:PT-BR:Ypu've been that way 8inCe you were a kid.": "Você sempre foi assim desde que era criança.",
  "google:EN:PT-BR:If Hamuradidfft-do it)l.tfte person Who is still out\"there 'spmewher@": "Se Hamuradidfft-faça isso)l.tfte pessoa Que ainda está fora\"lá 'spmewher@",
  "google:EN:PT-BR:just gÜask Matsugane.en. He's got all the real $TpjO Clan dirtü": "basta perguntar a Matsugane.en. Ele tem toda a verdadeira sujeira do clã $TpjO",
  "google:EN:PT-BR:And now you're having another? You know that bottle's mine?": "E agora você vai tomar outro? Você sabe que aquela garrafa é minha?",
  "google:EN:PT-BR:interested in the ground the Institute stands on). The police have since concluded it": "interessado no terreno em que o Instituto se encontra). A polícia já concluiu",
  "google:EN:PT-BR:cking down a criminal an\\entire organized Best leaving that the copssif you ask me.": "Destruir um criminoso e totalmente organizado É melhor deixar isso para a polícia, se você me perguntar.",
  "google:EN:PT-BR:Próbably quickest to just güask Matsugane.en. He's gof all the real$Tpjo Clan 'ditt±": "Provavelmente o mais rápido é perguntar a Matsugane.en. Ele é o verdadeiro $ Tpjo Clan 'ditt±",
  "google:EN:PT-BR:t say I blame you after what Hamura ting you from the fámily was a low b": "não diga que eu culpo você depois que o que Hamura te contou da família foi uma coisa baixa",
  "google:EN:PT-BR:And? So what?": "E? E daí?",
  "google:EN:PT-BR:ars ds onl to Ot the def•ndan": "ars ds apenas para Ot, o def•ndan",
  "google:EN:PT-BR:Or is hearihg its fromume not good enough?": "Ou ouvir seu nome não é bom o suficiente?",
  "google:EN:PT-BR:Why steal it, then? Why give it back?": "Por que roubá-lo, então? Por que devolver?",
  "google:EN:PT-BR:my ass. hornet's nesVâin,'t gonna get usqànything but stung.": "minha bunda. Hornet's nesVâin, não vai nos levar a nada além de picado.",
  "google:EN:PT-BR:Genda-sensei giVe youany„work?": "Genda-sensei te dá algum trabalho?",
  "google:EN:PT-BR:Kanae-chan quit, you know. She's gone back home.": "Kanae-chan desistiu, você sabe. Ela voltou para casa.",
  "google:EN:PT-BR:Then, after the altercation, that same passerby watched Hamura-san walk into Sauna Goten.": "Então, após a briga, o mesmo transeunte observou Hamura-san entrar na Sauna Goten.",
  "google:EN:PT-BR:I flgffé@yoü'd Chase•me if I snatched it.": "Eu flgffé@você me perseguiria se eu o roubasse.",
  "google:EN:PT-BR:t say I blame you after what Hamura ting you .from family was a low b": "Não diga que culpo você depois do que Hamura disse a você. Da família foi uma coisa baixa",
  "google:EN:PT-BR:Thanks for your help.": "Obrigado pela ajuda.",
  "google:EN:PT-BR:thought...": "pensamento...",
  "google:EN:PT-BR:My only job here is defending Hamura.": "Meu único trabalho aqui é defender Hamura.",
  "google:EN:PT-BR:the demand for relevant information, only bits and pieces of tangential evidence": "a demanda por informações relevantes, apenas fragmentos de evidências tangenciais",
  "google:EN:PT-BR:And now you avÜnga You know that b@ttle's mi•ne.?": "E agora você avÜnga Você sabe que aquela batalha é minha.?",
  "google:EN:PT-BR:0h, uh... I guéss l'll ms. Can't exactly•waltz in, bein' expelted and all.>": "0h, uh... acho que vou ms. Não posso exatamente entrar, sendo expulso e tudo.>",
  "google:EN:PT-BR:Matsugane Family Robbery": "Assalto à Família Matsugane",
  "google:EN:PT-BR:He wants me to scrounge up some murder trial.": "Ele quer que eu consiga um julgamento de homicídio.",
  "google:EN:PT-BR:411 you've gotta dó keep your head down.": "411 você precisa manter a cabeça baixa.",
  "google:EN:PT-BR:Masamichi Shintani Murder": "Assassinato de Masamichi Shintani",
  "google:EN:PT-BR:o matter how much everyone laughed k with night classes until you passed": "não importa o quanto todo mundo riu das aulas noturnas até você passar",
  "google:EN:PT-BR:You're a weird dude.": "Você é um cara estranho.",
  "google:EN:PT-BR:that-same passerby watched Hanuta=san walk jnt@ Sau": "aquele mesmo transeunte assistiu Hanuta=san caminhar jnt@ Sau",
  "google:EN:PT-BR:Genda-sensei giVe youany$work?": "Genda-sensei te dá algum trabalho?",
  "google:EN:PT-BR:Name's Akira Murase, from the Kyorei Clan. I want to hear what he has to Say.": "Meu nome é Akira Murase, do Clã Kyorei. Quero ouvir o que ele tem a dizer.",
  "google:EN:PT-BR:If do ii; Une, person Who is stil!laÇthere's'omeWhtétezk": "Se fizer ii; Une, pessoa Que ainda está!laÇthere's'omeWhtétezk",
  "google:EN:PT-BR:You're the ones Who have figure out how to get it. That's the deal, remember?": "Foram vocês que descobriram como consegui-lo. Esse é o acordo, lembra?",
  "google:EN:PT-BR:I assure you that we reviewed all the relevant footage frorr ;auna. And yet the defendant was nowhere to be found, COI": "Garanto que revisamos todas as filmagens relevantes da ;auna. E ainda assim o réu não foi encontrado em lugar nenhum, COI",
  "google:EN:PT-BR:Confirm": "Confirmar",
  "google:EN:PT-BR:0 Did he really just abandon his friend? Hard to believe.": "0 Ele realmente abandonou seu amigo? Difícil de acreditar.",
  "google:EN:PT-BR:We've just gotta find them if we want to Clear Hamura's name.": "Só precisamos encontrá-los se quisermos limpar o nome de Hamura.",
  "google:EN:PT-BR:MATSUGÁAEPA]": "MATSUGÁAEPA]",
  "google:EN:PT-BR:smntanl-sensel busted nis ass to get that acquittal.": "smntanl-sensel arrebentou sua bunda para conseguir a absolvição.",
  "google:EN:PT-BR:At least so I was told.": "Pelo menos foi o que me disseram.",
  "google:EN:PT-BR:one of those Kyorei Clan mupdgss": "um daqueles mupdgss do Clã Kyorei",
  "google:EN:PT-BR:Right, Kengo?": "Certo, Kengo?",
  "google:EN:PT-BR:Look, don't it. l'm the•one Who fuckqd up„not him.": "Olha, não é. Fui eu quem estragou tudo, não ele.",
  "google:EN:PT-BR:You-got this from Gendau": "Você conseguiu isso de Gendau",
  "google:EN:PT-BR:About what?": "Sobre o quê?",
  "google:EN:PT-BR:lt was probably the four guys behind you.": "Provavelmente foram os quatro caras atrás de você.",
  "google:EN:PT-BR:ON ISTR'IGTIC": "SOBRE ISTR'IGTIC",
  "google:EN:PT-BR:(So much for t)at. Guess I should head home for tonight.)": "(Tanto para t)at. Acho que deveria ir para casa hoje à noite.)",
  "google:EN:PT-BR:hm. Just dropped by the jail to He claims he's innocent, though.": "hum. Acabei de passar pela prisão para Ele afirma que é inocente.",
  "google:EN:PT-BR:Only 'cause the boss likes you so much.": "Só porque o chefe gosta muito de você.",
  "google:EN:PT-BR:Kyorei Clan Serial Killing": "Assassinato em série do clã Kyorei",
  "google:EN:PT-BR:(So much for thal.' Guess I should head home for tonight.)": "(Já chega. Acho que devo ir para casa hoje à noite.)",
  "google:EN:PT-BR:Fine.": "Multar.",
  "google:EN:PT-BR:just gô«ask Matsugane.en. He's gotãll the real Tojo Clan ditt±": "basta perguntar ao Matsugane.en. Ele tem todo o verdadeiro Clã Tojo ditt±",
  "google:EN:PT-BR:If he really did it... forget about the eyes. You'd never even find the body.": "Se ele realmente fez isso... esqueça os olhos. Você nunca encontraria o corpo.",
  "google:EN:PT-BR:Hah. You think we've got the manpower for that?": "Hah. Você acha que temos mão de obra para isso?",
  "google:EN:PT-BR::irst things first, we needto find out where the Kyorei Clan' hiding. They've gotta have a base or something.": "Primeiro de tudo, precisamos descobrir onde o Clã Kyorei está escondido. Eles precisam ter uma base ou algo assim.",
  "google:EN:PT-BR:I bet they're out for blood áfter what hãppened to Kume": "Aposto que eles estão em busca de sangue depois do que aconteceu com Kume",
  "google:EN:PT-BR:0h, uh... I guess7fl'ftll passl Can't exactlyiwaltz in, beij!4xpelled and alt.": "0h, uh... Eu acho que7fl'ftll passl Não posso exatamente entrar, beij!4xpelled e alt.",
  "google:EN:PT-BR:Nobody came out of the building after that until the trains started in the morning.": "Ninguém saiu do prédio depois disso até a partida dos trens pela manhã."
}